Repository: Inter-Actief/alexia
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Export
nl: Exporteren

source: From time
nl: Begintijd

source: Till time
nl: Eindtijd

source: New price group
nl: Nieuwe prijsgroep

source: organization
nl: organisatie

source: name
nl: naam

source: product group
nl: productgroep

source: product groups
nl: productgroepen

source: price group
nl: prijsgroep

source: price groups
nl: prijsgroepen

source: price
nl: prijs

source: selling price
nl: verkoopprijs

source: selling prices
nl: verkoopprijzen

source: {product} for {price}
nl: {product} voor {price}

source: Text color
nl: Tekstkleur

source: Text color for Juliana
nl: Tekstkleur voor Juliana

source: Background color
nl: Achtergrondkleur

source: Background color for Juliana
nl: Achtergrondkleur voor Juliana

source: position
nl: positie

source: products
nl: producten

source: event
nl: activiteit

source: temporary product
nl: tijdelijk product

source: temporary products
nl: tijdelijke producten

source: is active
nl: is actief

source: registered at
nl: geregistreerd op

source: user
nl: gebruiker

source: managed by
nl: beheerd door

source: RFID card
nl: RFID-kaart

source: RFID cards
nl: RFID-kaarten

source: owner
nl: eigenaar

source: start date
nl: begindatum

source: end date
nl: einddatum

source: authorization
nl: autorisatie

source: authorizations
nl: autorisaties

source: {user} of {organization}
nl: {user} van {organization}

source: placed at
nl: geplaatst op

source: synchronized
nl: gesynchroniseerd

source: Designates whether this transaction is imported by the organization.
nl: Geeft aan of deze transactie al is gesynchroniseerd.

source: added by
nl: toegevoegd door

source: amount
nl: aantal

source: rfid card
nl: RFID-kaart

source: order
nl: transactie

source: orders
nl: transacties

source: {user} at {time} on {event}
nl: {user} om {time} bij {event}

source: debtor
nl: debiteur

source: purchase
nl: aankoop

source: purchases
nl: aankopen

source: color
nl: kleur

source: writeoff category
nl: Afschrijf categorie

source: writeoff order
nl: Afschrijf product

source: writeoff orders
nl: Afschrijf producten

source: You are not a tender for this event
nl: Je bent geen tapper bij deze borrel!

source: This event is not open
nl: Deze borrel begint nog niet!

source: Billing
nl: FinanciÃ«n

source: Consumption
nl: Verbruik

source: General
nl: Generiek

source: Organization
nl: Organisatie

source: Profile
nl: Profiel

source: Scheduling
nl: Planning

source: Comments...
nl: Commentaar...

source: Begin weight is higher than product max weight.
nl: Begingewicht is hoger dan het maximale gewicht.

source: End weight is lower than product min weight.
nl: Eindgewicht is lager dan het minimumgewicht.

source: Flowmeter positions are required for this product.
nl: Flowmeterstanden zijn verplicht voor dit product.

source: Flowmeter start position is bigger than end.
nl: Flowmeter beginstand is hoger dan eindstand.

source: I declare that I have cleaned the rooms
nl: Ik verklaar dat de ruimtes schoongemaakt zijn

source: After each event the rooms have to cleaned according to the cleaning checklist.
nl: Na elk evenement moeten de ruimtes schoongemaakt worden aan de hand van de schoonmaakchecklist.

source: I declare that this form has been filled in truthfully
nl: Ik verklaar dat dit formulier naar waarheid is ingevuld

source: I am sure that the values above are filled in correct and has been verified.
nl: Ik weet zeker dat bovenstaande gegevens gecheckt zijn en kloppen.

source: Month
nl: Maand

source: Year
nl: Jaar

source: File format
nl: Bestandsformaat

source: is currently active
nl: is actief

source: consumption product
nl: voorraadproduct

source: consumption products
nl: voorraadproducten

source: full weight
nl: gewicht vol

source: empty weight
nl: gewicht leeg

source: has flowmeter
nl: heeft flowmeter

source: Designates wheter apart from weight, this product also uses a flowmeter.
nl: Geeft aan dat naast gewicht, dit product ook flowmeters gebruikt.

source: consumption product by weight
nl: voorraadproduct op gewicht

source: consumption products by weight
nl: voorraadproducten op gewicht

source: completed by
nl: afgerond door

source: completed at
nl: afgerond op

source: comments
nl: commentaar

source: consumption form
nl: verbruiksformulier

source: consumption forms
nl: verbruiksformulieren

source: %(product)s has no end weight.
nl: %(product)s heeft geen eindgewicht.

source: %(product)s has no flowmeter end.
nl: %(product)s heeft geen eindstand flowmeter.

source: %(product)s weight and flowmeter differences are doubtful.
nl: %(product)s verschil tussen gewicht en flowmeter is dubieus.

source: This consumption form has no entries.
nl: Dit verbruiksformulier is leeg.

source: consumption_form
nl: verbruiksformulier

source: starting weight
nl: begingewicht

source: end weight
nl: eindgewicht

source: kegs changed
nl: fusten verwisseld

source: flowmeter start
nl: beginstand flowmeter

source: flowmeter end
nl: eindstand flowmeter

source: weight entry
nl: invoer op gewicht

source: weight entries
nl: invoer op gewicht

source: unit entry
nl: invoer op eenheid

source: unit entries
nl: invoer op eenheid

source: You are not a tender for this event.
nl: Je bent geen tapper bij deze borrel.

source: This consumption form has been completed.
nl: Dit verbruiksformulier is al afgerond.

source: Permissions
nl: Permissies

source: Availability
nl: Beschikbaarheid

source: Username
nl: Gebruikersnaam

source: Student or employee account (e.g. s0000000 or m0000000)
nl: Student- of medewerkersaccount (bijv. s0000000 of m0000000)

source: Bartender nickname
nl: Tappersbijnaam

source: prevent conflicting events
nl: voorkom conflicterende activiteiten

source: location
nl: locatie

source: locations
nl: locaties

source: authentication backend
nl: authenticatiesysteem

source: username
nl: gebruikersnaam

source: additional data
nl: aanvullende gegevens

source: has IVA-certificate
nl: heeft IVA-certificaat

source: Override for an user to indicate IVA rights without uploading a certificate.
nl: Override voor een gebruiker om IVA-rechten te hebben zonder certificaat.

source: has BHV-certificate
nl: heeft BHV-diploma

source: Designates that this user has a valid, non-expired BHV (Emergency Response Officer) certificate.
nl: Geeft aan dat deze gebruiker een geldig, niet verlopen BHV-diploma heeft.

source: is foundation manager
nl: is stichtingsmananger

source: Designates that this user is manager of the purchasing foundation.
nl: Geeft aan dat deze gebruiker manager is van de inkoopstichting.

source: current organization
nl: huidige organisatie

source: iCal identifier
nl: iCal identificatie

source: bartender nickname
nl: tappersbijnaam

source: profile
nl: profiel

source: profiles
nl: profielen

source: assigns tenders
nl: wijst tappers aan

source: writeoff enabled
nl: Afschrijven ingeschakeld

source: users
nl: gebruikers

source: organizations
nl: organisatie

source: may tend on events
nl: mag op borrels tappen

source: may create and modify events
nl: mag borrels aanmaken en wijzigen

source: may create and modify users
nl: mag gebruikers aanmaken en wijzigen

source: membership
nl: lidmaatschap

source: memberships
nl: lidmaatschappen

source: %(user)s of %(organization)s
nl: %(user)s van %(organization)s

source: certificate
nl: certificaat

source: uploaded at
nl: geÃ¼pload op

source: approved by
nl: goedgekeurd door

source: approved at
nl: goedgekeurd op

source: IVA certificate of
nl: IVA certificaat van

source: Flags
nl: Indicatoren

source: Comments
nl: Commentaar

source: The end time is earlier than the start time.
nl: De einddtijd is eerder dan de begintijd.

source: There is already an event in %(location)s.
nl: Er is al een activiteit in %(location)s.

source: Locations
nl: Ruimtes

source: Drinks only
nl: Alleen borrels

source: Meetings only
nl: Alleen vergaderingen

source: Enrollment open
nl: Inschrijving geopend

source: Enrollment closed
nl: Inschrijving gesloten

source: Weekly reminder
nl: Wekelijkse herinnering

source: subject
nl: onderwerp

source: template
nl: sjabloon

source: mail template
nl: mailsjabloon

source: mail templates
nl: mailsjabonen

source: organizer
nl: organisator

source: participants
nl: deelnemers

source: description
nl: omschrijving

source: starts at
nl: begin

source: ends at
nl: einde

source: tender enrollment closed
nl: tappersinschrijving gesloten

source: Designates if tenders can sign up for this event.
nl: Geeft aan of tappers zich kunnen inschrijven voor deze activiteit.

source: bartenders
nl: tappers

source: pricegroup
nl: prijsgroep

source: number of kegs
nl: aantal fusten

source: option
nl: optie

source: Designates that this event is not definitive yet.
nl: Geeft aan dat deze activiteit nog niet definitief is.

source: tender comments
nl: tappersinstructie

source: risky
nl: risicoactiviteit

source: Designates that this event should be marked as risky.
nl: Geeft aan of dit een risicoactiviteit betreft.

source: events
nl: activiteiten

source: Assigned
nl: Toegewezen

source: Yes
nl: Ja

source: Maybe
nl: Misschien

source: No
nl: Nee

source: nature
nl: soort

source: availability type
nl: beschikbaarheidstype

source: availability types
nl: beschikbaarheidstypen

source: bartender
nl: tapper

source: availability
nl: beschikbaarheid

source: bartender availability
nl: tapperbeschikbaarheid

source: bartender availabilities
nl: tapperbeschikbaarheden

source: AJAX-request required
nl: AJAX-request verplicht

source: You are not a tender of the selected organization.
nl: Je bent geen tapper bij de geselecteerde organisatie!

source: You are not a planner of the selected organization.
nl: Je bent geen planner bij de geselecteerde organisatie!

source: You are not a manager of the selected organization.
nl: Je bent geen manager bij de geselecteerde organisatie!

source: You are not a bartender or manager of the selected organization.
nl: Je bent geen tapper of manager bij de geselecteerde organisatie!

source: You are not a foundation manager.
nl: Je bent geen stichtingsmananger.

source: Dutch
nl: Nederlands

source: English
nl: Engels

source: Enter a valid hexadecimal color
nl: Voer een geldige hexadecimale kleur in

source: Enter a valid username
nl: Voer een geldige gebruikersnaam in

source: Save
nl: Opslaan

source: and
nl: en

source: Email address
nl: E-mailadres

source: Time
nl: Tijd

source: Delete
nl: Verwijderen

source: Unknown
nl: Onbekend

source: Monday
nl: maandag

source: Tuesday
nl: dinsdag

source: Wednesday
nl: woensdag

source: Thursday
nl: donderdag

source: Friday
nl: vrijdag

source: Saturday
nl: zaterdag

source: Sunday
nl: zondag

source: Mon
nl: ma

source: Tue
nl: di

source: Wed
nl: wo

source: Thu
nl: do

source: Fri
nl: vr

source: Sat
nl: za

source: Sun
nl: zo

source: January
nl: januari

source: February
nl: februari

source: March
nl: maart

source: May
nl: mei

source: June
nl: juni

source: July
nl: juli

source: August
nl: augustus

source: October
nl: oktober

source: Access denied
nl: Geen toegang

source: You don't have the rights to access this page.
nl: Helaas beschik jij niet over de rechten om deze pagina op te vragen.

source: Reason
nl: Reden

source: Not found
nl: Niet gevonden

source: The requested resource is not found.
nl: Het opgevraagde bestand is niet gevonden.

source: Create user
nl: Maak gebruiker

source: Event management system Alexia
nl: Borrelbeheersysteem Alexia

source: individual contributors
nl: individuele bijdragers

source: Local login
nl: Lokale login

source: List
nl: Lijst

source: Calendar
nl: Kalender

source: Personal schedule
nl: Tappersrooster

source: Availability matrix
nl: Beschikbaarheidsmatrix

source: Availabilities
nl: Beschikbaarheden

source: Mail templates
nl: Mailsjabonen

source: Users
nl: Gebruikers

source: Product groups
nl: Productgroepen

source: Price groups
nl: Prijsgroepen

source: Products
nl: Producten

source: Price matrix
nl: Prijsmatrix

source: Orders
nl: Transacties

source: Management
nl: Beheer

source: Consumption products
nl: Voorraadproducten

source: Consumption forms
nl: Verbruiksformulieren

source: No organization
nl: Geen organisatie

source: My profile
nl: Mijn profiel

source: Log out
nl: Uitloggen

source: Login with UTwente
nl: Inloggen met UTwente

source: Consumption form
nl: Verbruiksformulier

source: Event information
nl: Evenementinformatie

source: Event
nl: Activiteit

source: Name
nl: Naam

source: Date
nl: Datum

source: Organizer
nl: Organisator

source: Visitors
nl: Bezoekers

source: Transactions
nl: Transacties

source: Revenue
nl: Omzet

source: Sales
nl: Verkopen

source: Written off
nl: Afgeschreven

source: Debtor
nl: Debiteur

source: Amount
nl: Bedrag

source: Timestamp
nl: Tijdstempel

source: Synchronized
nl: Gesynchroniseerd

source: Export transactions of %(organization)s
nl: Exporteer transacties van %(organization)s

source: Transactions of %(organization)s
nl: Transacties van %(organization)s

source: Summary
nl: Samenvatting

source: Specification
nl: Specificatie

source: Stats
nl: Statistieken

source: The amount of unique debtors this event
nl: Het aantal unieke debiteuren deze activiteit

source: Price group
nl: Prijsgroep

source: %(organization)s hasn't used Alexia Billing yet!
nl: %(organization)s heeft Alexia Financieel nog niet in gebruik!

source: Payment
nl: Betaling

source: Handled by
nl: Afgehandeld door

source: Items
nl: Specificatie

source: Price
nl: Prijs

source: Delete product
nl: Product verwijderen

source: Are you sure you want to delete %(product)s from %(productgroup)s?
nl: Weet je zeker dat je %(product)s wil verwijderen van %(productgroup)s?

source: Modify
nl: Wijzigen

source: Product information
nl: Productinformatie

source: Product group
nl: Productgroep

source: Juliana settings
nl: Juliana-instellingen

source: Position
nl: Positie

source: Color example
nl: Kleurvoorbeeld

source: Edit product
nl: Wijzig product

source: New product
nl: Nieuw product

source: Add
nl: Toevoegen

source: Actions
nl: Acties

source: No products defined.
nl: Geen producten gedefinieerd.

source: Delete price group
nl: Verwijder prijsgroep

source: Are you sure you want to delete this price group? The following prices will also be deleted:
nl: Weet je zeker dat je deze prijsgroep wil verwijderen? De volgende prijzen worden ook verwijderd:

source: Events with this price group need a new pricegroup. Please choose one.
nl: Activiteiten met deze prijsgroep moeten een nieuwe prijsgroep krijgen.

source: Prices
nl: Prijzen

source: No prices defined.
nl: Geen prijzen gedefinieerd.

source: Edit price group
nl: Wijzig prijsgroep

source: No price groups defined.
nl: Geen prijsgroepen gedefinieerd.

source: Are you sure you want to delete this product group? The following products will also be deleted:
nl: Weet je zeker dat je deze productgroep wil verwijderen? De volgende producten worden ook verwijderd:

source: Edit product group
nl: Wijzig productgroep

source: New product group
nl: Nieuwe productgroep

source: No product groups defined.
nl: Geen productgroepen gedefinieerd.

source: Delete selling price
nl: Verwijder verkoopprijs

source: Are you sure you want to delete %(price)s?
nl: Weet je zeker dat je %(price)s wil verwijderen?

source: Edit selling price
nl: Wijzig verkoopprijs

source: New selling price
nl: Nieuwe verkoopprijs

source: Delete temporary product
nl: Verwijder tijdelijk product

source: Are you sure you want to delete %(product)s from %(event)s?
nl: Weet je zeker dat je %(product)s wil verwijderen van %(event)s?

source: Temporary product
nl: Tijdelijk product

source: Edit temporary product
nl: Wijzig tijdelijk product

source: New temporary product
nl: Nieuw tijdelijk product

source: Location
nl: Locatie

source: Completed
nl: Ingezonden

source: Pending
nl: In afwachting

source: Signed off by
nl: Ondertekend door

source: on
nl: op

source: at
nl: om

source: Kegs changed
nl: Fusten verwisseld

source: Weight
nl: Gewicht

source: Events without form last 30 days
nl: Evenementen zonder verbruikersformulier de afgelopen 30 dagen

source: Fill in
nl: Invullen

source: No missing forms. Hurray!
nl: Geen missende formulieren. Hulde!

source: Has comments:
nl: Heeft commentaar:

source: Edit consumption product
nl: Wijzig voorraadproduct

source: New consumption product
nl: Nieuw voorraadproduct

source: Add (KG)
nl: Nieuw (KG)

source: Add (CE)
nl: Nieuw (CE)

source: Archived products
nl: Gearchiveerde producten

source: Digital consumption form
nl: Digitaal verbruiksformulier

source: Complete form
nl: Formulier afronden

source: Please check the following
nl: Graag de aandacht voor het volgende

source: Begin weight
nl: Begingewicht

source: End weight
nl: Eindgewicht

source: Sign form as
nl: Formulier ondertekenen als

source: Revise
nl: Wijzigen

source: Correct the errors listed above before completing the form.
nl: Verbeter bovenstaande fouten voordat je het formulier afrond.

source: Export consumption forms
nl: Verbruiksformulieren exporteren

source: Finished!
nl: Voltooid!

source: The form has been signed and submitted.
nl: Het formulier is ondertekend en ingezonden.

source: Tenders, thank you!
nl: Tappers, bedankt!

source: Back
nl: Terug

source: By units
nl: Op eenheden

source: Units consumed
nl: Eenheden verbruikt

source: By weight
nl: Op gewicht

source: Initial weight
nl: Gewicht begin

source: Final weight
nl: Gewicht eind

source: Flowmeter start
nl: Flowmeter begin

source: Flowmeter end
nl: Flowmeter eind

source: Consumption form not yet completed.
nl: Verbruiksformulier nog in afwachting.

source: Keg beer
nl: Fustbier

source: End
nl: Einde

source: Flow end
nl: Flow eind

source: Total
nl: Totaal

source: No comments
nl: Geen commentaar

source: About
nl: Over

source: Developers
nl: Ontwikkelaars

source: Alexia was developed for the drink basements under management of SBZ (Zilverling Drink Management Foundation). The base of this application was developed during the design project course, part of the Computer Science Bachelor. The following people contributed to this project:
nl: Alexia is ontwikkeld voor het beheer van de borrelruimtes van SBZ (Stichting Borrelbeheer Zilverling). De basis van deze applicatie is gelegd tijdens het Ontwerpproject van de bachelor Technische Informatica. De volgende mensen hebben daaraan bijgedragen:

source: After the design project development of Alexia was continued by
nl: Na het Ontwerpproject is Alexia doorontwikkeld door

source: Drinks
nl: Borrels

source: Upload IVA certificate
nl: IVA certificaat uploaden

source: Caution!
nl: Let op!

source: This is already an approved IVA certificate. Uploading a new one will make the current one invalid!
nl: Dit is al een IVA-ceritficaat dat goedgekeurd is. Als je een nieuwe upload wordt de oude automatisch verwijderd!

source: User
nl: Gebruiker

source: Delete user
nl: Gebruiker verwijderen

source: Are you sure you want to delete %(user)s from %(organization)s?
nl: Weet je zeker dat je %(user)s wil verwijderen van %(organization)s?

source: Cancel
nl: Annuleren

source: Times tended
nl: Aantal keer getapt

source: User details
nl: Gebruikersgegevens

source: Times tended last year
nl: Getapt afgelopen jaar

source: Last tended events
nl: Laatst getapte activiteiten

source: Modify user
nl: Gebruiker wijzigen

source: Add user
nl: Gebruiker toevoegen

source: Tenders of %(organization)s
nl: Tappers van %(organization)s

source: Authorization
nl: Autorisatie

source: Bartender
nl: Tapper

source: Users of %(organization)s
nl: Gebruikers van %(organization)s

source: Print IVA list
nl: IVA-lijst uitdraaien

source: Active
nl: Actief

source: Tended
nl: Getapt

source: Last tended
nl: Laatst getapt

source: Latest login
nl: Laatste login

source: Manual approved
nl: Handmatig ingesteld

source: Approved by
nl: Goedgekeurd door

source: Approve
nl: Goedkeuren

source: Decline
nl: Afkeuren

source: Upload
nl: Uploaden

source: My payments
nl: Mijn uitgaven

source: My payments at %(event)s
nl: Mijn uitgaven op %(event)s

source: There are no payments!
nl: Er zijn geen betalingen!

source: My expenditures
nl: Mijn uitgaven

source: Amount spent
nl: Uitgegeven

source: There are no expenditures!
nl: Er zijn geen betalingen!

source: OIDC username
nl: OIDC gebruikersnaam

source: edit
nl: wijzigen

source: Nickname
nl: Bijnaam

source: Events attended
nl: Activiteiten bijgewoond

source: Events
nl: Activiteiten

source: These are the last 5 events you attended.
nl: Dit zijn de laatste 5 bijgewoonde activiteiten.

source: See all
nl: Bekijk alles

source: Spent
nl: Uitgegeven

source: This is an overview of RFID cards linked to your account.
nl: Dit is een overzicht van RFID-kaarten die aan jouw account gekoppeld zijn.

source: ID number
nl: Identificatienr.

source: You don't have any registered RFID cards.
nl: Jij hebt geen RFID-kaarten geregistreerd.

source: Share
nl: Aandeel

source: The percentage of sales which you are responsible for.
nl: Het aandeel van de omzet waarvoor jij verantwoordelijk bent.

source: Autorization
nl: Autorisatie

source: The following roles are assigned to you. Contact the organization in question for more details.
nl: De volgende rollen zijn aan jou toegekend. Neem contact op met de betreffende vereniging voor meer details.

source: Roles
nl: Rollen

source: You don't have any authorizations.
nl: Je bent nergens voor geautoriseerd.

source: iCal bartender agenda
nl: iCal tappersrooster

source: Generate new
nl: Genereer nieuwe

source: Copy to clipboard
nl: Kopieer naar klembord

source: IVA certificate
nl: IVA certificaat

source: Manage certificate
nl: IVA-certificaat instellen

source: Uploaded
nl: GeÃ¼pload op

source: Approved
nl: Goedgekeurd op

source: Certificate
nl: Certificaat

source: view
nl: inzien

source: Modify profile
nl: Bewerk profiel

source: Log in
nl: Inloggen

source: Log in with your local Alexia account and password.
nl: Log in met je lokale Alexia-account en wachtwoord.

source: If you have no local Alexia account, please <a href="%(oidc_login_url)s">log in with your University account</a>.
nl: Als je geen lokaal Alexia-account hebt, <a href="%(oidc_login_url)s">log dan in met je Universiteitsaccount</a>.

source: Registration
nl: Registratie

source: Your account details are not complete. Please fill in this form to continue.
nl: Nog niet al jouw gegevens zijn bekend bij Alexia, voer deze in om verder te mogen.

source: Edit availability
nl: Wijzig beschikbaarheid

source: New availability
nl: Nieuwe beschikbaarheid

source: Availabilities of %(organization)s
nl: Beschikbaarheden van %(organization)s

source: Nature
nl: Soort

source: No availabilities defined.
nl: Geen beschikbaarheden gedefinieerd.

source: Bartenders
nl: Tappers

source: Instructions
nl: Tappersinstructie

source: You don't have any events to tend.
nl: Je hoeft nergens te tappen.

source: Edit bartender availability
nl: Bewerk tapperbeschikbaarheid

source: Create event?
nl: Activiteit aanmaken?

source: From
nl: Van

source: Till
nl: Tot

source: today
nl: vandaag

source: month
nl: maand

source: Mar.
nl: maa

source: Loading...
nl: Laden...

source: Add event
nl: Activiteit toevoegen

source: Delete event
nl: Activiteit verwijderen

source: Are you sure you want to delete event "%(event)s"?
nl: Weet je zeker dat je activiteit "%(event)s" wil verwijderen?

source: Yes, I am sure
nl: Ik weet het heel, heel zeker

source: Description
nl: Omschrijving

source: Participants
nl: Deelnemers

source: Start
nl: Begin

source: Tender comments
nl: Tappersinstructie

source: Temporary products
nl: Tijdelijke producten

source: Temporary products can only be created or modified by managers.
nl: Tijdelijke producten kunnen alleen aangemaakt of gewijzigd worden door managers.
