Repository: Inter-Actief/alexia
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: No temporary products defined.
nl: Geen tijdelijke producten gedefinieerd.

source: Never
nl: Nooit

source: Edit event
nl: Activiteit bewerken

source: Kegs
nl: Fusten

source: Has tender comment:
nl: Heeft tappersinstructie:

source: Risky activity
nl: Risicoactiviteit

source: Some bartenders have IVA, but not everyone
nl: Sommige tappers hebben IVA, maar niet allemaal

source: Point of sale
nl: Kassa

source: DCF
nl: DVF

source: There's nothing scheduled between %(a)s and %(b)s.
nl: Er is niks ingepland tussen %(a)s en %(b)s.

source: There's nothing scheduled after %(datetime)s.
nl: Er is niks ingepland na %(datetime)s.

source: No events have been planned.
nl: Er zijn geen evenementen gepland.

source: Mail template
nl: Mailsjabloon

source: Subject
nl: Onderwerp

source: Is active
nl: Is actief

source: Template
nl: Sjabloon

source: Edit mail template
nl: Wijzig mailsjabloon

source: Mail templates of %(organization)s
nl: Mailsjablonen van %(organization)s

source: No mail templates defined.
nl: Geen mailsjablonen gedefinieerd.
